Repository: hmdesai89/neutron
Catalog: debian/po/*.po
Languages: da, es, fr, it, sv

source: Please enter the IP address of the Keystone server, so that neutron-api can contact Keystone to do the Neutron service and endpoint creation.
da: Angiv IP-adressen for din Keystone-server, så at neutron-api kan kontakte Keystone for at udføre Neutron-tjenesten og slutpunktsoprettelse.
es: Introduzca la dirección IP del servidor Keystone para que neutron-api pueda contactar con Keystone para realizar el servicio Neutron y crear el punto final.
fr: Veuillez indiquer l'adresse IP du serveur Keystone, pour que l'API de Neutron puisse contacter Keystone pour établir le service Neutron et créer le point d'accès.
it: Inserire l'indirizzo IP del server Keystone, in modo che neutron-api possa contattare Keystone per effettuare la creazione del servizio e del punto terminale Neutron.
sv: Ange IP-adressen till din keystone-server så att neutron-api kan kontakta Keystone för att lägga till Neutron-tjänsten som en ändpunkt.

source: Keystone authentication token:
da: Symbol for Keystone-godkendelse:
es: Token de autenticación de Keystone:
fr: Jeton d'authentification Keystone :
it: Token di autenticazione Keystone:
sv: Autetiseringsvärde för Keystone:

source: To configure its endpoint in Keystone, neutron-server needs the Keystone auth token.
da: For at konfigurere slutpunktet i Keystone, skal neutron-server bruge Keystones godkendelsessymbol.
es: Para configurar su punto final en Keystone, neutron-server necesita el token de autenticación de Keystone.
fr: Pour configurer son point d'accès dans Keystone, le serveur Neutron a besoin du jeton d'authentification Keystone.
it: Per configurare il proprio punto terminale in Keystone, neutron-server ha bisogno del token di autenticazione Keystone.
sv: För att lägga till ändpunkt i Keystone behöver neutron-server ett autentiseringsvärde för Keystone.

source: Neutron endpoint IP address:
da: IP-adresse for Neutron-slutpunkt:
es: Dirección IP del punto final de Neutron:
fr: Adresse IP du point d'accès Neutron :
it: Indirizzo IP del punto terminale Neutron:
sv: IP-adress för Neutron-ändpunkt:

source: Please enter the IP address that will be used to contact Neutron.
da: Angiv IP-adressen som skal bruges til at kontakte Neutron.
es: Introduzca la dirección IP que se utilizará para contactar con Neutron.
fr: Veuillez indiquer l'adresse IP qui sera utilisée pour contacter Neutron.
it: Inserire l'indirizzo IP che verrà usato per contattare Neutron.
sv: Ange den IP-adress som ska användas för att kontakta Neutron.

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
da: Denne IP-adresse skal være tilgængelig fra klienterne, som vil bruge denne tjeneste, så hvis du installerer en offentlig sky, skal dette være en offentlig IP-adresse.
es: Esta dirección IP debe ser accesible desde los clientes que usarán este servicio, por lo que si está instalando una nube pública, debería ser una dirección IP pública.
fr: L'adresse IP devra être accessible depuis les clients qui utiliseront ce service, donc si vous installez un nuage public ce devra être une adresse IP publique.
it: Questo indirizzo IP dovrebbe essere accessibile dai client che useranno il servizio, perciò se si sta installando una cloud pubblica, questo dovrebbe essere un indirizzo IP pubblico.
sv: Denna IP-adress ska vara nåbar från klienterna som vill använda den här tjänsten. Om detta är en publik molntjänst så ska det vara en publik IP-adress.

source: Name of the region to register:
da: Regionsnavn at registrere:
es: Nombre de la región a registrar:
fr: Nom de la région à enregistrer :
it: Nome della regione da registrare:
sv: Regionnamn:

source: OpenStack supports using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
da: OpenStack understøtter tilgængelighedszoner, hvor hver regioner repræsenterer et sted. Indtast venligst zonen du øsnker at bruge når slutpunktet registreres.
es: OpenStack puede utilizarse con zonas de disponibilidad, donde cada región representa una ubicación. Introduzca la zona que desea utilizar cuando registre el punto final.
fr: OpenStack supporte l'utilisation de zones disponibles, avec chaque région représentant un lieu. Veuillez entrer une zone que vous souhaitez utiliser lors de l'enregistrement d'un point d'accès.
it: OpenStack gestisce le zone di disponibilità, con ogni regione che rappresenta una posizione. Inserire la zona che si desidera usare durante la registrazione del punto terminale.
sv: OpenStack kan användas med tillgänglighetszoner. Varje region representerar en plats. Ange zonen som ska användas när ändpunkten registreras.

source: Auth server hostname:
da: Værtsnavn for godkendelsesserver:
es: Nombre del equipo del servidor de autenticación:
fr: Nom d'hôte du serveur d'authentification :
it: Nome host del server di autenticazione:
sv: Värdnamn för identifieringsserver:

source: Please specify the URL of your Neutron authentication server. Typically this is also the URL of your OpenStack Identity Service (Keystone).
da: Angiv venligst adressen for din Neutron-godkendelsesserver. Typisk er dette også adressen for din OpenStack identity Service (Keystone).
es: Indique el nombre del equipo del servidor de autenticación. Suele ser el nombre del equipo del Servicio de Identidad de OpenStack (Keystone).
fr: Veuillez indiquer l'adresse URL du serveur d'authentification Neutron. En général il s'agit du Service d'Identité d'OpenStack (Keystone).
it: Specificare l'URL del server di autenticazione Neutron. Tipicamente, è anche l'URL dell'OpenStack Identity Service (Keystone).
sv: Ange URL till din Trove-identifieringsserver. Detta är vanligtvis samma URL som till din OpenStack-identitetstjänst (Keystone).

source: Auth server tenant name:
da: »Tenant«-navn for godkendelseserver:
es: Nombre del inquilino («tenant») del servidor de autenticación:
fr: Nom d'espace client du serveur d'authentification :
it: Nome del «locatario» («tenant») per il server di autenticazione:
sv: Namn för "tenant" (administratör) på identifieringsservern:

source: Auth server username:
da: Brugernavn for godkendelsesserver:
es: Nombre de usuario del servidor de autenticación:
fr: Identifiant sur le serveur d'authentification :
it: Nome utente per il server di autenticazione:
sv: Användarnamn på identifieringsservern:

source: Auth server password:
da: Adgangskode for godkendelsesserver:
es: Contraseña del servidor de autenticación:
fr: Mot de passe sur le serveur d'authentification :
it: Password per il server di autenticazione:
sv: Lösenord på identifieringsservern:

source: Name of the region to be used by the metadata server:
da: Regionsnavn der skal bruges af metadataserveren:
es: Nombre de la región que debe utilizar el servidor de metadatos:
fr: Nom de la région à utiliser par le serveur de métadonnées :
it: Nome della regione che deve essere usata dal server di metadati:
sv: Regionnamn:

source: Openstack can be used using availability zones, with each region representing a location. Please enter the zone that the metadata server should use.
da: OpenStack kan anvendes af tilgængeligehedszoner. Hver region repræsenterer en plads. Indtast venligst zonen som metadataserveren skal bruge.
es: OpenStack puede utilizarse con zonas de disponibilidad, donde cada región representa una ubicación. Introduzca la zona que desea que utilice el servidor de metadatos.
fr: OpenStack gère l'utilisation de zones disponibles, avec chaque région représentant un lieu. Veuillez entrer la zone que le serveur de métadonnées devra utiliser.
it: OpenStack può essere usato utilizzando le zone di disponibilità, con ogni regione che rappresenta una posizione. Inserire la zona che deve essere usata dal server di metadati.
sv: OpenStack kan användas med tillgänglighetszoner. Varje region representerar en plats. Ange zonen som ska användas när ändpunkten registreras.

source: Metadata proxy shared secret:
da: Delt hemmelighed for metadataproxy:
es: Contraseña compartida para el proxy de metadatos:
fr: Secret partagé pour le relais de métadonnées (« metadata proxy ») :

source: VM instances using Neutron to handle networking retrieve their metadata through the Neutron metadata agent, which serves as a proxy to the Nova metadata REST API server.
da: VM-instanser, der bruger Neutron til at håndtere netværk, henter deres metadata via Neutrons metadataagent, som fungerer som en proxy til Nova metadata REST API-serveren.
es: Las instancias de máquinas virtuales que utilizan Neutron para gestionar la red obtienen los metadatos a través del agente de metadatos de Neutron que funciona como un proxy para el servidor de metadatos REST API de Nova.
fr: Les machines virtuelles utilisant Neutron pour gérer leur connexion réseau récupèrent leurs métadonnées grâce à l'agent de métadonnées de Neutron, qui agit comme un relais pour le serveur de métadonnées de l'API REST Nova.

source: Please enter the password that should be used to protect communications between the Neutron metadata proxy agent and the Nova metadata server. The same shared password should be used when setting up the nova-common package.
da: Indtast venligst adgangskoden som skal bruges til at beskytte kommunikation mellem Neutron metadata proxy-agenten og Nova metadata-serveren. Den samme delte adgangskode skal bruges når pakken nova-common sættes op.
es: Introduzca la contraseña que se debe utilizar para proteger las comunicaciones entre el agente proxy de metadatos de Neutron y el servidor de metadatos de Nova. Debe utilizar esta misma contraseña compartida cuando configure el paquete nova-common.
fr: Veuillez indiquer le mot de passe à utiliser pour protéger les communications entre l'agent relais de métadonnées de Neutron et le serveur de métadonnées de Nova. Le même mot de passe partagé doit être utilisé lors de l'installation du paquet nova-common.
