Repository: hmdesai89/neutron
Catalog: debian/po/*.po
Languages: da, es, fr, it, sv

source: Authentication server hostname:
da: Værtsnavn for godkendelsesserver:
es: Nombre del equipo del servidor de autenticación:
fr: Nom d'hôte du serveur d'authentification :
it: Nome host del server di autenticazione:
sv: Värdnamn för identifieringsserver:

source: Please specify the hostname of your Neutron authentication server. Typically this is also the hostname of your OpenStack Identity Service (Keystone).
da: Angiv venligst værtsnavnet for din Neutron-godkendelseserver. Dette er typisk også værtsnavnet for din OpenStack Identity Service (Keystone).
es: Especifique el nombre del equipo del servidor de autenticación de Neutron. Suele ser el nombre del equipo del Servicio de Identidad de OpenStack (Keystone).
fr: Veuillez indiquer le nom d'hôte du serveur d'authentification Neutron. En général, il s'agit du nom d'hôte du Service d'Identité OpenStack (Keystone).
it: Specificare il nome host del server di autenticazione Neutron. Tipicamente, è anche il nome host dell'OpenStack Identity Service (Keystone).
sv: Ange värdnamn till din Neutron-identifieringsserver. Detta är vanligtvis samma värdnamn som till din OpenStack-identitetstjänst (Keystone).

source: Authentication server tenant name:
da: Navn »tenant« (administrator) på godkendelsesserveren:
es: Nombre del inquilino («tenant») del servidor de autenticación:
fr: Nom d'espace client du serveur d'authentification :
it: Nome del «locatario» («tenant») per il server di autenticazione:
sv: Namn för "tenant" (administratör) på identifieringsservern:

source: Please specify the authentication server tenant name.
da: Angiv venligst »tenant«-navn for godkendelsesserveren. (»Tenant« kan delvist oversættes til administrator).
es: Indique el nombre del inquilino («tenant») del servidor de autenticación.
fr: Veuillez indiquer le nom d'espace client du serveur d'authentification.
it: Specificare il nome del «locatario» («tenant») per il server di autenticazione.
sv: Ange "tenant"-namn för identifieringsservern. ("Tenant" är ungefär översättningsbart till "administratör").

source: Authentication server username:
da: Brugernavn for godkendelsesserveren:
es: Nombre de usuario del servidor de autenticación:
fr: Identifiant sur le serveur d'authentification :
it: Nome utente per il server di autenticazione:
sv: Användarnamn på identifieringsservern:

source: Please specify the username to use with the authentication server.
da: Angiv venligst brugernavnet der skal bruges med godkendelsesserveren.
es: Indique el nombre de usuario para usar con el servidor de autenticación.
fr: Veuillez indiquer l'identifiant à utiliser sur le serveur d'authentification.
it: Specificare il nome utente da usare con il server di autenticazione.
sv: Ange användarnamnet som ska användas för att komma åt identifieringsservern.

source: Authentication server password:
da: Adgangskode for godkendelsesserveren:
es: Contraseña del servidor de autenticación:
fr: Mot de passe sur le serveur d'authentification :
it: Password per il server di autenticazione:
sv: Lösenord på identifieringsservern:

source: Please specify the password to use with the authentication server.
da: Angiv venligst adgangskoden for brug med godkendelsesserveren.
es: Indique la contraseña para usar con el servidor de autenticación.
fr: Veuillez indiquer le mot de passe à utiliser sur le serveur d'authentification.
it: Specificare la password da usare con il server di autenticazione.
sv: Ange lösenordet som ska användas för att komma åt identifieringsservern.

source: Neutron plugin:
da: Neutron-instick:
es: Complemento para Neutron:
fr: Extension pour Neutron :
it: Plugin Neutron:
sv: Neutron-instick:

source: Neutron uses a plugin architecture to manage networking. When starting the Neutron server daemon, the configuration file corresponding to the plugin you wish to use needs to be loaded, by giving it as a parameter when starting the neutron-server daemon. Also, the core_plugin directive needs to match. Please select which plugin to use.
da: Neutron anvender en arkitektur med udvidelsesmoduler til at håndtere netværk. Når du starter Neutrons serverdæmon, skal konfigurationsfilen, der svarer til udvidelsesmodulet, du ønsker at bruge, indlæses ved at give det en parameter når neturon-server-dæmonen startes. Direktivet core_plugin skal også matche. Vælg venligst hvilket udvidelsesmodul du ønsker at bruge.
es: Neutron utiliza una arquitectura de complementos para gestionar la red. Cuando se inicia el demonio del servidor Neutron es necesario cargar el archivo correspondiente del complemento que desea utilizar pasándolo como parámetro al iniciar el demonio neutron-server. También es necesario que se corresponda con la directiva core_plugin. Seleccione el complemento que desea utilizar.
fr: Neutron utilise une architecture à base d'extensions pour gérer la mise en réseau. Lors du démarrage du démon du serveur Neutron, le fichier de configuration, correspondant à l'extension que vous souhaitez utiliser, doit être chargé en le passant comme paramètre lors du lancement du démon du serveur Neutron. Il faut également que l'instruction « core_plugin » corresponde. Veuillez choisir l'extension à utiliser.
it: Neutron usa un'architettura a plugin per gestire la rete. Quando si avvia il demone del server Neutron, il file di configurazione corrispondente al plugin che si desidera usare deve essere caricato fornendolo come parametro all'avvio del demone neutron-server. Inoltre la direttiva core_plugin deve corrispondere. Selezionare quale plugin usare.
sv: Neutron använder en arkitektur med instick ("plugin") för att hantera nätverk. När Neutrons servertjänst startar kommer inställningsfilen för det instick du valt att läsas in, genom att ange insticket som en parameter till tjänsten neutron-server. Direktivet core_plugin behöver också stämma överrens. Ange vilket instick som ska användas.

source: Set up a database for Neutron?
da: Opsæt en database for Neutron?
es: ¿Desea configurar una base de datos para Neutron?
fr: Faut-il paramétrer une base de données pour Neutron ?
it: Impostare un database per Neutron?
sv: Ska en databas installeras för Neutron?

source: No database has been set up for Neutron to use. Before continuing, you should make sure you have the following information:
da: Ingen database er blevet opsat for Neutron. Før du fortsætter skal du sikre dig, at du har den følgende information:
es: No se ha configurado ninguna base de datos para Neutron. Antes de continuar debe asegurarse de que dispone de los siguientes datos:
fr: Aucune base de données n'a été paramétrée pour Neutron. Avant de poursuivre, vous devriez vous assurer d'avoir les informations suivantes :
it: Non è stato impostato alcun database per essere usato da Neutron. Prima di continuare assicurarsi di avere le seguenti informazioni:
sv: Ingen databas har installerats för Neutron. Innan du fortsätter behöver följande finnas tillgängligt:

source: * the type of database that you want to use; * the database server hostname (that server must allow TCP connections from this machine); * a username and password to access the database.
da: * databasetypen du ønsker at bruge * serverens værtsnavn (den server skal tillade TCP-forbindelser fra denne maskine) * et brugernavn og adgangskode til at tilgå databasen..
es: * el tipo de base de datos que quiere utilizar; * el nombre del equipo del servidor de la base de datos (el servidor debe permitir conexiones TCP desde este equipo). * el nombre de usuario y la contraseña para acceder a la base de datos.
fr: - Le type de base de données que vous souhaitez utiliser ; - le nom d'hôte du serveur de base de données (ce serveur doit accepter les connexions TCP depuis cette machine) ; - un nom d'utilisateur et un mot de passe pour accéder à cette base de données.
it: * il tipo di database che si desidera usare; * il nome host del server di database (che deve permettere le connessioni TCP da questa macchina); * un nome utente e una password per accedere al database.
sv: * vilken databastyp du vill använda. * serverns värdnamn (som måste kunna ta emot TCP-anslutningar från den här maskinen) * användarnamn och lösenord för att komma åt databasen.

source: If some of these requirements are missing, do not choose this option and run with regular SQLite support.
da: Hvis nogle af disse krav mangler, så vælg ikke denne indstilling og fortsæt med normal SQLite-understøttelse.
es: Si no dispone de alguno de estos datos, seleccione «no» en este apartado y ejecute Neutron con SQLlite.
fr: Si certains de ces prérequis sont manquants, ignorez cette option et exécutez l'application avec la gestion SQLite normale.
it: Se non si ha uno o più di questi requisiti, non scegliere questa opzione ed eseguire con il regolare supporto per SQLite.
sv: Om något av dessa krav saknar bör du avböja detta alternativ och fortsätta använda SQLite-stödet.

source: You can change this setting later on by running "dpkg-reconfigure -plow neutron".
da: Du kan ændre denne indstilling senere ved at køre »dpkg-reconfigure -plow neutron«.
es: Podrá cambiar esta configuración más adelante ejecutando «dpkg-reconfigure -plow neutron».
fr: Vous pouvez modifier ce réglage plus tard en lançant « dpkg-reconfigure -plow neutron ».
it: È possibile cambiare questa impostazione successivamente eseguendo «dpkg-reconfigure -plow neutron».
sv: Denna inställning kan ändras senare genom att köra "dpkg-reconfigure -plow neutron".

source: IP address of your RabbitMQ host:
da: IP-adresse for din RabbitMQ-vært:
es: Dirección IP del equipo RabbitMQ:
fr: Adresse IP de l'hôte RabbitMQ :
it: Indirizzo IP dell'host RabbitMQ:
sv: IP-adress för din RabbitMQ-värd:

source: In order to interoperate with other components of OpenStack, this package needs to connect to a central RabbitMQ server.
da: For at fungere med andre komponenter fra OpenStack, skal denne pakke forbinde til en central RabbitMQ-server.
es: Para poder interoperar con otros componentes de OpenStack, este paquete necesita conectarse a un servidor central de RabbitMQ.
fr: Afin de pouvoir interagir avec d'autres composants d'OpenStack, ce paquet doit se connecter à un serveur centralisé RabbitMQ.
it: Per poter funzionare insieme agli altri componenti di OpenStack, questo pacchetto deve connettersi al server RabbitMQ centrale.
sv: För att interagera med andra Openstack-komponenter behöver detta paketet kunna ansluta till en central RabbitMQ-server.

source: Please specify the IP address of that server.
da: Angiv venligst IP-adressen for den server.
es: Especifique la dirección IP de ese servidor.
fr: Veuillez indiquer l'adresse IP de ce serveur.
it: Inserire l'indirizzo IP di tale server.
sv: Ange IP-adressen för den servern.

source: Username for connection to the RabbitMQ server:
da: Brugernavn for forbindelsen til RabbitMQ-serveren:
es: Nombre de usuario para la conexión del servidor RabbitMQ:
fr: Identifiant pour la connexion au serveur RabbitMQ :
it: Nome utente per la connessione al server RabbitMQ:
sv: Användarnamn för att ansluta till RabbitMQ-servern:

source: Please specify the username used to connect to the RabbitMQ server.
da: Angiv venligst brugernavnet brugt til at forbinde til RabbitMQ-serveren:
es: Indique el nombre de usuario para conectarse al servidor RabbitMQ.
fr: Veuillez indiquer l'identifiant à utiliser pour la connexion au serveur RabbitMQ.
it: Specificare il nome utente da usare per connettersi al server RabbitMQ.
sv: Ange användarnamnet som ska användas för att ansluta till RabbitMQ-servern:

source: Password for connection to the RabbitMQ server:
da: Adgangskode for forbindelsen til RabbitMQ-serveren:
es: Contraseña para la conexión del servidor RabbitMQ:
fr: Mot de passe pour la connexion au serveur RabbitMQ :
it: Password per la connessione al server RabbitMQ:
sv: Lösenord för att ansluta till RabbitMQ-servern:

source: Please specify the password used to connect to the RabbitMQ server.
da: Angiv venligst adgangskoden brugt til at forbinde til RabbitMQ-serveren:
es: Indique la contraseña para conectarse al servidor RabbitMQ.
fr: Veuillez indiquer le mot de passe à utiliser pour la connexion au serveur RabbitMQ.
it: Specificare la password da usare per connettersi al server RabbitMQ.
sv: Lösenord för att ansluta till RabbitMQ-servern:

source: local
da: lokal
it: locale
sv: lokal

source: none
da: ingen
es: ninguno
fr: aucun
it: nessuna
sv: ingen

source: Type of network to allocate for tenant networks:
da: Netværkstype at allokere for tenant-netværk:
es: Tipo de red a configurar para las redes de inquilinos («tenants»):
fr: Type de réseau à affecter aux réseaux d'espace client :
it: Tipo di rete da allocare per le reti dei «locatari» («tenant»):
sv: Nätverkstyp att avdela till tenant-nätverk:

source: The value "local" is useful only for single-box testing. In order for tenant networks to provide connectivity between hosts, it is necessary to either choose "vlan" and then configure "network_vlan_ranges" or to choose "gre" and then configure "tunnel_id_ranges". Choose "none" to disable creation of tenant networks.
da: Værdien »lokal« er kun nyttig for single-box-test. For at tenant-netværk kantilbyde forbindelse mellem værter, er det nødvendigt at vælge enten »vlan« og så konfigurere »network_vlan_ranges« eller at vælge »gre« og så konfigurere »tunnel_id_ranges«. Vælg »ingen« for at deaktivere oprettelsen af tenant-netværk.
es: El valor «local» puede resultar útil para realizar pruebas en equipos independientes. Para que las redes de inquilinos («tenants») puedan proporcionar conectividad entre los equipos es necesario seleccionar «vlan» y configurar después «network_vlan_ranges» o seleccionar «gre» y configurar después «tunnel_id_ranges». Seleccione «ninguno» para desactivar la creación de redes de inquilinos («tenants»).
fr: La valeur « local » est utile seulement pour des tests avec un seul nœud. Afin que les réseaux d'espace client fournissent de la connectivité entre les hôtes, il est nécessaire de choisir entre « vlan » puis de configurer « network_vlan_ranges », ou bien de choisir « gre » et alors de configurer « tunnel_id_ranges ». Veuillez choisir « aucun » pour désactiver la création de réseaux d'espace client.
it: Il valore «locale» è utile solo per fare test su macchine singole. Affinché le reti dei «locatari» («tenant») possano fornire la connettività fra host, è necessario scegliere «vlan» e poi configurare «network_vlan_ranges» oppure scegliere «gre» e poi configurare «tunnel_id_ranges». Scegliere «nessuna» per disabilitare la creazione di reti dei «locatari».
sv: Värdet "lokal" används bara vid testning av ensam-maskin-installationer. För att tenant-nätverk ska tillhandahålla anslutningar mellan värdar behöver antingen "vlan" och inställningen " etwork_vlan_ranges" eller "gre" och därefter "tunnel_id_ranges" anges. Välj "ingen" för att inte skapa tenant-nätverk.

source: Enable tunneling?
da: Aktiver tunnelstøtte?
es: ¿Desea activar los túneles?
fr: Activer les tunnels ?
it: Abilitare i tunnel?
sv: Aktivera tunnelstöd?

source: Please choose whether support should be activated for GRE networks on the server and agents. This requires kernel support for OVS patch ports and GRE tunneling.
da: Angiv venligst om understøttelse skal aktiveres for GRE-netværk på serveren og agenterne. Dette kræver kerneunderstøttelse for OVS-rettelsesporte og GRE-tunnelstøtte.
es: Indique si desea activar los túneles para las redes GRE en el servidor y los agentes. Necesita que el núcleo sea compatible con túneles GRE y puertos de conexión OVS («patched ports»).
fr: Veuillez décider si la prise en charge des réseaux GRE doit être activée sur le serveur et les agents. Cela nécessite que le noyau gère les « patch ports » OVS et les tunnels GRE.
it: Scegliere se deve essere attivato il supporto per reti GRE sul server e sugli agenti. Ciò richiede il supporto nel kernel per le porte OVS patch e i tunnel GRE.
sv: Ange om stöd för GRE-nätverk ska aktiveras på server och agenter, Detta kräver stöd i kärnan för OVS-patch-portar och GRE-tunnlar.

source: Tunnel id ranges:
da: Tunnel-id-intervaller:
es: Rangos de identificadores de túneles:
fr: Plages d'identifiants de tunnel :
it: Intervalli ID per il tunnel:
sv: Tillgängliga tunnel ID:

source: Please enter a comma-separated list of <tun_min>:<tun_max> tuples enumerating ranges of GRE tunnel IDs that are available for tenant network allocation if tenant_network_type is "gre".
da: Angiv en kommaadskilt liste med <tun_min>:<tun_max>-tupleroptællingsintervaller for GRE-tunnel-id'er som er tilgængelige for tenant-netværksallokering hvis tenant_network_type er »gre«.
es: Introduzca una lista de tuplas <tun_min>:<tun_max> separadas por comas para los rangos de los identificadores del túnel GRE que se encuentran disponibles para las redes de inquilinos («tenants») si ha seleccionado «gre» para la opción tenant_network_type.
fr: Veuillez indiquer une liste de couples <tun_min>:<tun_max>, séparés par des virgules, énumérant les plages d'identifiants des tunnels GRE disponibles pour l'affectation au réseau d'espace client, si le type de réseau d'espace client est « gre ».
it: Inserire una lista separata da virgole di tuple <tun_min>:<tun_max> che elenca gli intervalli di ID tunnel GRE che sono disponibili per l'allocazione di reti dei «locatari» («tenant») se tenant_network_type è «gre».
sv: Ange en kommaseparerad lista med <tun_min>:<tun_max>-värden motsvarande de GRE-tunnel-ID som finns tillgängliga för tenant-nätverk om tenant_network_type är "gre".

source: Local IP address of this hypervisor:
da: Lokal IP-adresse for denne hypervisor:
es: Dirección IP local de este hipervisor:
fr: Adresse IP locale de cet hyperviseur :
it: Indirizzo IP locale di questo ipervisore:
sv: Lokal IP-adress för denna hypervisor:

source: Please enter the local IP address for this hypervisor.
da: Angiv den lokale IP-adresse for denne hypervisor.
es: Introduzca la dirección IP local para este hipervisor.
fr: Veuillez indiquer l'adresse IP locale de cet hyperviseur.
it: Inserire l'indirizzo IP locale di questo ipervisore.
sv: Ange den lokala IP-adressen för denna hypervisor.

source: Nova server URL:
da: Nova-serveradresse:
es: URL del servidor Nova:
fr: Adresse URL du serveur Nova :

source: Please enter the URL of the Nova server.
da: Angiv venligst adressen for Nova-serveren.
es: Introduzca la URL del servidor Nova.
fr: Veuillez indiquer l'adresse URL du serveur Nova..

source: Nova server region name:
da: Regionsnavn for Novaserver:
es: Nombre de la región del servidor Nova:
fr: Nom de région pour le serveur Nova :

source: Please enter the region of the Nova server.
da: Angiv venligst regionen for Novaserveren.
es: Introduzca la región del servidor Nova.
fr: Veuillez indiquer la région du serveur Nova.

source: Nova admin tenant ID:
da: Tenant-id for Novaadministratoren:
es: ID del inquilino («tenant») administrador de Nova:
fr: Identifiant du client administrateur pour Nova :

source: Neutron needs to be able to communicate with Nova through Keystone. Therefore Neutron needs to know the Nova admin tenant ID, username and password.
da: Neutron skal være i stand til at kommunikere med Nova via Keystone. Derfor skal Neutron kende til tenant-Id'et for Novaadministratoren, brugernavn og adgangskode.
es: Neutron necesita poder comunicarse con Nova a través de Keystone. Por lo tanto, Neutron necesita saber el identificador del inquilino («tenant») administrador de Nova, el nombre de usuario y la contraseña.
fr: Neutron doit pouvoir communiquer avec Nova au travers de Keystone. Cependant Neutron a besoin de connaître l'identifiant du client admin de Nova, nom d'utilisateur et mot de passe.

source: Please enter the ID of the admin tenant for Nova.
da: Indtast venligst Id'et for admininistratortenanten for Nova.
es: Introduzca el ID del inquilino («tenant») administrador de Nova.
fr: Veuillez indiquer l'identifiant du client administrateur pour Nova.

source: Neutron administrator username:
da: Neutron-administratorbrugernavn:
es: Nombre de usuario del administrador de Neutron:
fr: Identifiant de l'administrateur de Neutron :

source: Please enter the username of the Nova administrator.
da: Angiv venligst brugernavnet for Novaadministratoren.
es: Introduzca el nombre de usuario del administrador de Nova.
fr: Veuillez indiquer l'identifiant de l'administrateur pour Nova.

source: Nova administrator password:
da: Adgangskode for Novaadministratoren:
es: Contraseña del administrador de Nova:
fr: Mot de passe administrateur pour Nova :

source: Please enter the password of the Nova administrator.
da: Angiv venligst adgangskoden for Novaadministratoren.
es: Introduzca la contraseña del administrador de Nova.
fr: Veuillez indiquer le mot de passe de l'administrateur pour Nova.

source: Register Neutron in the Keystone endpoint catalog?
da: Registrer Neutron i Keystones slutpunktskatalog?
es: ¿Desea registrar Neutron en el catálogo de puntos finales de keystone?
fr: Enregistrer Neutron dans le catalogue de points d'accès de Keystone ?
it: Registrare Neutron nel catalogo di punti terminali Keystone?
sv: Ska Neutron registreras i keystones katalog med ändpunkter?

source: Each OpenStack service (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". This can be done automatically now.
da: Alle OpenStack-tjenester (hver API) skal registreres for at kunne tilgås. Dette gøres med »keystone service-create« og »keystone endpoint-create«. Dette kan nu gøres automatisk.
es: Debe registrar cada uno de los servicios OpenStack (cada API) para que sean accesibles. Esto se lleva a cabo mediante las órdenes «keystone service-create» y «keystone endpoint-create». Puede hacerlo ahora automáticamente.
fr: Chaque service OpenStack (chaque API) doit être enregistré pour être accessible. Cela peut être fait en utilisant « keystone service-create » et « keystone endpoint-create ». Cela peut maintenant être fait automatiquement.
it: Ogni servizio OpenStack (ogni API) dovrebbe essere registrato per poter essere accessibile. Ciò viene fatto usando «keystone service-create» e «keystone endpoint-create». Ciò può essere fatto ora automaticamente.
sv: Alla OpenStack-tjänster (varje API) ska registreras för att kunna användas. Detta görs med kommandona "keystone service-create" och "keystone endpoint-create". Detta kan göras automatiskt nu.

source: Note that you will need to have an up and running Keystone server on which to connect using the Keystone authentication token.
da: Bemærk at du skal have en fungerende Keystone-server at forbinde til via Keystones godkendelsessymbol.
es: Tenga en cuenta que necesitará disponer de un servidor Keystone en ejecución al que conectarse utilizando el token de autenticación de Keystone.
fr: Veuillez noter que vous aurez besoin d'avoir un serveur Keystone fonctionnel sur lequel se connecter pour utiliser le jeton d'authentification Keystone.
it: Notare che sarà necessario avere un server Keystone in funzione a cui connettersi usando il token di autenticazione Keystone.
sv: OBS. Du behöver ha en fungerande keystone-server att ansluta till.

source: Keystone server IP address:
da: IP-adresse for Keystone-serveren:
es: Dirección IP del servidor Keystone:
fr: Adresse IP du serveur Keystone :
it: Indirizzo IP del server Keystone:
sv: IP-adress till Keystone:
